Repository: daoleviethoang/moodle-mobile-fe
Catalog: moodle_mobile/lib/l10n/app_*.arb
Languages: vi

source: Account
vi: Tài khoản

source: Activity
vi: Hoạt động

source: Add
vi: Thêm

# add_account
source: Add another account
vi: Thêm tài khoản

# add_event
source: Add a new event
vi: Thêm sự kiện mới

source: Add file
vi: Thêm file

# add_file_title
source: Add file
vi: Thêm tệp

source: Add new assignment
vi: Thêm bài tập

source: Add new discussion
vi: Thêm 1 bài đăng

source: Add new label
vi: Thêm nhãn mới

source: Add new poll
vi: Thêm khảo sát mới

# add_note
source: Add a new note
vi: Thêm ghi chú mới

source: Add option
vi: Thêm lựa chọn

# add_section_title
source: Add section
vi: Thêm section

# add_url_title
source: Add URL
vi: Thêm URL

source: Advance
vi: Nâng cao

source: ago
vi: trước

source: All Courses
vi: Tất cả khoá

source: All notes
vi: Tất cả

# announcement
source: Announcements
vi: Thông báo

source: Answer
vi: Câu trả lời

# api_unsupported
source: API are not supported yet, please ask your Moodle administrator.
vi: API chưa được hỗ trợ, vui lòng liên hệ với quản trị viên của hệ thống Moodle.

source: App language
vi: Ngôn ngữ

source: App settings
vi: Cài đặt ứng dụng

source: Arrange by
vi: Sắp xếp theo

# assignment_was_grading
source: Graded
vi: Đã chấm điểm

# attempt_allow
source: Attempts allowed:
vi: Số lượng cho phép:

# baseUrl
source: Program
vi: Chương trình

source: Calendar
vi: Lịch

# can_not_found_file
source: Can't found any file
vi: Không tìm thấy file nào

source: Cancel
vi: Hủy

# cancel_confirm
source: Confirm cancel
vi: Xác nhận hủy

source: Change password
vi: Đổi mật khẩu

# choose_close_time
source: Close time
vi: Thời gian đóng

# choose_open_time
source: Open time
vi: Thời gian mở

source: Choose your language!
vi: Chọn ngôn ngữ!

# class_activities
source: Classroom Acitivities
vi: Hoạt động lớp

source: Clear
vi: Xoá

source: comments
vi: bình luận

source: Common program
vi: Chương trình đại trà

source: Contacts
vi: Danh bạ

source: Content
vi: Nội dung

source: Continue attempt
vi: Tiếp tục

# copied
source: Text copied to clipboard
vi: Nội dung đã được sao chép

source: Copy
vi: Sao chép

source: Course
vi: Khóa học

# course_can_not_enrol
source: Course can't enrol
vi: Khoá học không thể enrol

source: Course category
vi: Danh mục khóa học

# course_not_have_section
source: Course don't have section
vi: Môn học chưa có section

source: Course status
vi: Trạng thái khoá học

# create_section_activity
source: Create activity section
vi: Tạo phần hoạt động

# ctda_program
source: Advanced Program in Computer Science (CLC, CTT, VP)
vi: Chương trình đề án (CLC, CTT, VP)

source: Current
vi: Hiện tại

# current_grade
source: Current grade in grade book
vi: Điểm hiện tại

source: Dashboard
vi: Trang của tôi

source: day
vi: ngày

source: days
vi: ngày

# default_language
source: System default
vi: Mặc định

# default_num_file
source: Default number
vi: Mặc đinh tối đa

# deleete_album
source: Delete album?
vi: Xóa album?

source: Delete...
vi: Xóa

# delete_album_description
source: You can't revert after delete
vi: Khi xoá bạn không thể hoàn tác

source: Description
vi: Mô tả

# disable_noti
source: Disable notifications
vi: Tắt thông báo

# discussion
source: Discussion Forums
vi: Diễn đàn thảo luận

source: Domain
vi: Đường dẫn

source: Done
vi: Đã xong

source: Download
vi: Tải

source: Due
vi: Đóng

source: Due in:
vi: Còn lại:

source: Due time
vi: Thời gian đóng

# e_learing_program
source: Elearning program
vi: Chương trình đào tạo từ xa

source: early
vi: sớm

source: Edit event
vi: Chỉnh sửa sự kiện

source: Edit note
vi: Chỉnh sửa ghi chú

source: Edit poll
vi: Chỉnh sửa khảo sát

# edit_status
source: Editing Status
vi: Trạng thái chỉnh sửa

source: Empty data
vi: Không có dữ liệu

source: Enrol
vi: Tham gia

# enrol_key_not_correct
source: Enrol key was not correct
vi: Mã không đúng

# enrol_pass
source: Enrolment key
vi: Mã

source: Enter message
vi: Nhập tin nhắn

source: Enter title
vi: Nhập tiêu đề

# err_event_invalid
source: Event name must not be empty
vi: Nội dung sự kiện không được để trống

# err_get_calendar
source: Error getting calendar, please try again later
vi: Tải dữ liệu lịch không thành công, vui lòng thử lại sau

# err_get_courses
source: Error getting courses, please try again later
vi: Tải thông tin các khoá học không thành công, vui lòng thử lại sau

# err_get_notes
source: Error getting notes, please try again later
vi: Tải danh sách ghi chú không thành công, vui lòng thử lại sau

# err_load_message_settings
source: Loading message settigns fail, please try again later
vi: Tải cài đặt tin nhắn thất bại, vui lòng thử lại sau

# err_load_noti_settings
source: Loading notification preferences fail, please try again later
vi: Tải cài đặt thông báo thất bại, vui lòng thử lại sau

# err_note_invalid
source: Note content cannot be empty
vi: Nội dung note không được để trống

# err_set_noti_settings
source: Set notification preferences fail, please try again later
vi: Cập nhật cài đặt thông báo thất bại, vui lòng thử lại sau

# err_unknown_module
source: Unsupported module name: {modname}
vi: Module chưa được hỗ trợ: {modname}

# error
source: Error occurred
vi: Xảy ra lỗi

# error_connect
source: Can't connect internet
vi: Không thể kết nối mạng

# event_deleted
source: Event is deleted
vi: Sự kiện đã được xóa

source: Events
vi: Sự kiện

# events_on
source: Events on {date}
vi: Sự kiện vào {date}

source: Feedback comment
vi: Bình luận

# file_from_camera
source: From camera
vi: Từ máy ảnh

# file_from_gallery
source: From gallery
vi: Từ thư viện

# file_size_bigger
source: File's size is bigger
vi: Kích thước file quá lớn

# file_submission
source: File submissions
vi: Các file nộp

source: Filter
vi: Lọc

source: Finished
vi: Hoàn thành

# forgot_password
source: Forgot your username or password ?
vi: Quên mật khẩu

# forum_by
source: by
vi: bởi

# forum_name
source: Name
vi: Tên

# forum_replies
source: replies
vi: phản hồi

# forum_started
source: Started by
vi: Bắt đầu bởi

# forum_subscrible
source: Subscrible
vi: Đăng ký

source: Get file from storage
vi: Chọn file từ máy

source: Grade
vi: Điểm chi tiết

# grade_assignment
source: Grade
vi: Điểm số

# grade_float
source: Grade out of 100 (float)
vi: Điểm tối đa 100 (số thập phân)

source: Graded by
vi: Được chấm bởi giáo viên

source: Grades
vi: Điểm số

source: Grading status
vi: Trạng thái điểm

source: Home
vi: Trang chủ

source: hours
vi: giờ

source: Image
vi: Hình ảnh

source: Important
vi: Quan trọng

source: in the course
vi: trong môn học

source: Input grade invalid
vi: Nhập điểm không hợp lệ

# is_submitted
source: Submitted
vi: Đã nộp

source: Jump
vi: Chuyển

# jump_date
source: Jump to date
vi: Chuyển ngày

# last_access
source: Last online
vi: Truy cập

source: Last modified
vi: Chỉnh sửa cuối

source: late
vi: trễ

# load_category_fail
source: Loading course category fail, please try again later
vi: Lấy dữ liệu danh mục khóa học thất bại

source: Login
vi: Đăng nhập

# login_invalid
source: Invalid login, please try again
vi: Mật khẩu không chính xác, thử lại sau

source: Logout
vi: Đăng xuất

# mail_subject
source: [Moodle%20Mobile%20App%20-%20Report%20a%20problem]
vi: [Moodle%20Mobile%20App%20-%20Báo%20cáo%20sự%20cố]

# mark_done_delete
source: Mark done and delete
vi: Đánh dấu hoàn thành và xóa

# mark_done_delete_confirm
source: Are you sure to mark done and delete this event?
vi: Bạn có chắc chắn muốn đánh dấu hoàn thành và xóa sự kiện này?

# max_file_size
source: Maximum files size :
vi: Kích cỡ tối đa:

# message_missing_file_add
source: Please select file.
vi: Vui lòng chọn tệp.

# message_settings
source: Messenger settings
vi: Cài đặt tin nhắn

source: Messages
vi: Tin nhắn

source: Messenger
vi: Tin nhắn

source: minutes
vi: phút

# missing_field
source: Missing some field required
vi: Một vài trường bắt buộc còn thiếu

source: Moodle settings
vi: Cài đặt Moodle

source: 🖼 Multimedia
vi: 🖼 Đa phương tiện

source: My Courses
vi: Khoá của tôi

source: Name
vi: Tên

# name_module
source: Name of module
vi: Tên hiển thị

# new_name_album
source: New album
vi: Album mới

# new_name_album_description
source: Enter name for album
vi: Nhập tên cho album này

source: New section name
vi: Tên section mới

# news
source: News & Info
vi: Thông tin & Tin tức

source: No
vi: Không

source: No description
vi: Không mô tả

source: No events.
vi: Không có sự kiện.

source: No name
vi: Không tên

source: No notes.
vi: Không có ghi chú.

source: No submision
vi: Không có bài nộp

source: Not graded
vi: Chưa có điểm

source: Not modified
vi: Không có chỉnh sửa

# not_participant_course
source: You are not a participant of this course.
vi: Bạn chưa tham gia môn này

# note_deleted
source: Note is deleted
vi: Ghi chú đã được xóa

# note_is_important
source: Important note
vi: Ghi chú quan trọng

# note_search
source: Search for notes
vi: Tìm kiếm ghi chú

source: Notes
vi: Ghi chú

# notes_unsupported
source: Notes are not supported yet, please ask your Moodle administrator.
vi: Ghi chú chưa được hỗ trợ, vui lòng liên hệ với quản trị viên của hệ thống Moodle.

# nothing_yet
source: Nothing here yet.
vi: Chưa có gì ở đây cả.

# noti_context
source: <b>{article}</b><br/> in <b>{name}</b>
vi: <b>{article}</b><br/> trong <b>{name}</b>

# noti_permission
source: Notification permission has been denied, some functions will not be able to work
vi: Quyền thông báo cho ứng dụng đã bị vô hiệu, một số chức năng của app sẽ không thể hoạt động.

# noti_settings
source: Notifications & Sounds
vi: Thông báo & Âm thanh

source: Notifications
vi: Thông báo

# number_file_full
source: Number file is full
vi: Số lượng file đã đầy

# number_section
source: Select section
vi: Chọn section

source: Number student:
vi: Các thành viên:

# number_submission
source: Student submit:
vi: Đã nộp:

# number_wait_grade
source: Need grade:
vi: Cần phải chấm điểm:

source: ok
vi: Đồng ý

source: Online just now
vi: Đang hoạt động

source: Open
vi: Mở

# open_link
source: Open link in browser
vi: Mở liên kết trong trình duyệt

source: Opened
vi: Mở

source: Other
vi: Khác

source: Overdue by:
vi: Kết thúc:

# override_file
source: Overwrite same name file!
vi: Ghi đè file!

# participant_list
source: People in this course
vi: Thành viên trong môn học

source: Participants
vi: Thành viên

source: Password
vi: Mật khẩu

# permissions
source: Device permissions
vi: Quyền truy cập

source: Personal
vi: Cá nhân

source: Planning
vi: Kế hoạch

source: Preview last
vi: Xem bài nộp cuối

# quiz_type_dont_support
source: There is an unsupported question type in this quiz, do you want to start this quiz?
vi: Bài kiểm tra này có loại câu hỏi chưa được hỗ trợ, bạn có muốn bắt đầu làm bài?

source: Recent notes
vi: Ghi chú gần đây

source: Rely discussion
vi: trả lời bài đăng

source: Remember account
vi: Nhớ tài khoản

source: Remove
vi: Xóa

source: Remove poll
vi: Xóa khảo sát

source: Rename...
vi: Đổi tên

# rename_file
source: Rename your file!
vi: Đổi tên file

# reply_post
source: Reply
vi: Trả lời

# replying
source: Replying to post
vi: Phản hồi về bình luận

# report
source: Report a problem
vi: Báo cáo sự cố

source: Required
vi: Bắt buộc

# restrict
source: Who can message me
vi: Người có thể gửi tin nhắn cho tôi

# restrict_anyone
source: My contacts and anyone in my courses
vi: Danh bạ và ai cùng khóa học với tôi

# restrict_contact
source: My contacts only
vi: Danh bạ của tôi

source: Save
vi: Lưu

source: Save submission
vi: Lưu

# saved
source: Data saved
vi: Đã lưu

# scan_file_camera
source: Scan file using camera
vi: Quét file với máy ảnh

# search_course
source: Enter to search.
vi: Nhập tên môn học

# search_empty
source: Your search didn't match any courses.
vi: Tìm kiếm của bạn không khớp khoá học nào.

# search_user
source: Enter user name.
vi: Nhập tên người dùng (có dấu)

source: seconds
vi: giây

source: Section name
vi: Tên section

source: See all
vi: Xem tất cả

# send_forgot_link
source: Send to email
vi: Gửi về email

source: Settings
vi: Cài đặt

# show_star
source: Show only starred
vi: Hiển thị chỉ khoá được đánh dấu

# start_attempt
source: Attempt quiz now
vi: Bắt đầu

source: State
vi: Trạng thái

source: Student
vi: Học sinh

# student_can_edit_submission
source: Student can edit this submission
vi: Học sinh có thể chỉnh sửa bài nộp

# student_cant_edit_submission
source: Student can't edit this submission
vi: Học sinh không thể chỉnh sửa bài nộp

source: Subject
vi: tiêu đề

source: Submission
vi: Bài nộp

# submission_comment
source: Sunmission comments
vi: Bình luận bài nộp

source: Submission comments
vi: Bình luận submission

source: Submission status
vi: Trạng thái

source: Submit file
vi: Nộp bài

# submit_for_grade
source: Submitted for grading
vi: Chờ điểm

source: Submit success
vi: Gửi thành công

source: Submitted
vi: Nộp

source: Submitted for grading
vi: Đã nộp chờ chấm điểm

# summary_attempt
source: Summary of your previous attempts
vi: Mô tả bài nộp

source: Teacher
vi: Giáo viên

# text_reply
source: Text your reply
vi: Nhập phản hồi của bạn

source: Time
vi: Thời gian

source: Time limit:
vi: Thời gian:

# time_remain
source: Time remaining
vi: Thời gian

source: Title
vi: Tiêu đề

# unable
source: disabled
vi: Vô hiệu hoá

source: Unfinished
vi: Chưa hoàn thành

# unlimit
source: No limit
vi: Không giới hạn

source: Upcoming events
vi: Sự kiện sắp tới

source: URL link
vi: URL trang web

source: User details
vi: Thông tin chi tiết

# user_not_exist
source: User not exist in server
vi: Người dùng không tồn tại

source: Username
vi: Tên đăng nhập

source: View file submission
vi: Xem file đã nộp

source: Vote again
vi: Chọn lại

source: week
vi: tuần

source: weeks
vi: tuần

source: Yes
vi: Có
